Repository: antonovdmitriy/alg
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi, fr, hi, id, it, pl, ru, sv, tr, uk, zh

source: Added to favorites
ar: تمت الإضافة إلى المفضلة
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fi: Lisätty suosikkeihin
fr: Ajouté aux favoris
hi: पसंदीदा में जोड़ा गया
id: Ditambahkan ke favorit
it: Aggiunto ai preferiti
pl: Dodano do ulubionych
ru: Добавлено в избранное
sv: Lagt till i favoriter
tr: Favorilere eklendi
uk: Додано в обране
zh: 添加到收藏夹

# all_words_completed_title
source: 🎉 All words completed!
ar: 🎉 تم إكمال جميع الكلمات!
de: 🎉 Alle Wörter abgeschlossen!
es: 🎉 ¡Todas las palabras completadas!
fi: 🎉 Kaikki sanat on opittu!
fr: 🎉 Tous les mots sont terminés !
hi: 🎉 सभी शब्द पूरे हो गए!
id: 🎉 Semua kata selesai!
it: 🎉 Tutte le parole completate!
pl: 🎉 Wszystkie słowa ukończone!
ru: 🎉 Все слова выучены!
sv: 🎉 Alla ord är inlärda!
tr: 🎉 Tüm kelimeler tamamlandı!
uk: 🎉 Усі слова вивчені!
zh: 🎉 所有单词完成了！

# category_all
source: All
ar: الكل
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hi: सभी
id: Semua
it: Tutti
pl: Wszyscy
ru: Все
sv: Alla
tr: Hepsi
uk: Всі
zh: 所有

# category_list_title
source: Categories
ar: فئات
de: Kategorien
es: Categorías
fi: Kategoriat
fr: Catégories
hi: श्रेणियाँ
id: Kategori
it: Categorie
pl: Kategorie
ru: Категории
sv: Kategorier
tr: Kategoriler
uk: Категорії
zh: 类别

source: ⚠️ Category not found
ar: ⚠️ الفئة غير موجودة
de: ⚠️ Kategorie nicht gefunden
es: ⚠️ Categoría no encontrada
fi: ⚠️ Kategoriaa ei löydy
fr: ⚠️ Catégorie non trouvée
hi: ⚠️ श्रेणी नहीं मिली
id: ⚠️ Kategori tidak ditemukan
it: ⚠️ Categoria non trovata
pl: ⚠️ Kategoria nie znaleziona
ru: ⚠️ Категория не найдена
sv: ⚠️ Kategori hittades inte
tr: ⚠️ Kategori bulunamadı
uk: ⚠️ Категорія не знайдена
zh: ⚠️ 类别未找到

# choose_word_title
source: Choose a word
ar: اختر كلمة
de: Wählen Sie ein Wort
es: Elige una palabra
fi: Valitse sana
fr: Choisissez un mot
hi: एक शब्द चुनें
id: Pilih sebuah kata
it: Scegli una parola
pl: Wybierz słowo
ru: Выберите слово
sv: Välj ett ord
tr: Bir kelime seçin
uk: Виберіть слово
zh: 选择一个词

# clear_alert_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batalkan
it: Annulla
pl: Anuluj
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh: 取消

# clear_alert_confirm
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fi: Tyhjennä
fr: Effacer
hi: साफ़ करें
id: Bersihkan
it: Cancella
pl: Wyczyść
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh: 清除

# clear_alert_message
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi peruuttaa.
fr: Cette action ne peut pas être annulée.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
pl: Tej akcji nie można cofnąć.
ru: Это действие нельзя отменить.
sv: Detta kan inte ångras.
tr: Bu işlem geri alınamaz.
uk: Цю дію не можна скасувати.
zh: 此操作无法撤销。

# clear_alert_title
source: Clear all words?
ar: مسح جميع الكلمات؟
de: Alle Wörter löschen?
es: ¿Borrar todas las palabras?
fi: Tyhjennä kaikki sanat?
fr: Effacer tous les mots ?
hi: सभी शब्द साफ़ करें?
id: Bersihkan semua kata?
it: Cancellare tutte le parole?
pl: Wyczyścić wszystkie słowa?
ru: Очистить все слова?
sv: Rensa alla ord?
tr: Tüm kelimeleri temizle?
uk: Очистити всі слова?
zh: 清除所有单词？

# clear_button_title
source: Clear
ar: مسح
de: Löschen
es: Limpiar
fi: Tyhjennä
fr: Effacer
hi: साफ़ करें
id: Bersihkan
it: Cancella
pl: Wyczyść
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh: 清除

# confirm_delete_goal_message
source: Your daily goal will be removed.
ar: سيتم حذف هدفك اليومي.
de: Dein tägliches Ziel wird gelöscht.
es: Tu objetivo diario será eliminado.
fi: Päivittäinen tavoitteesi poistetaan.
fr: Votre objectif quotidien sera supprimé.
hi: आपका दैनिक लक्ष्य हटा दिया जाएगा।
id: Tujuan harian Anda akan dihapus.
it: Il tuo obiettivo giornaliero verrà rimosso.
pl: Twój codzienny cel zostanie usunięty.
ru: Ваша цель на день будет удалена.
sv: Ditt dagliga mål kommer att tas bort.
tr: Günlük hedefiniz silinecek.
uk: Ваша щоденна ціль буде видалена.
zh: 您的每日目标将被删除。

# confirm_delete_goal_title
source: Delete Goal?
ar: هل تريد حذف الهدف؟
de: Ziel löschen?
es: ¿Eliminar objetivo?
fi: Poista tavoite?
fr: Supprimer l’objectif ?
hi: लक्ष्य हटाएं?
id: Hapus tujuan?
it: Eliminare obiettivo?
pl: Usunąć cel?
ru: Удалить цель?
sv: Ta bort mål?
tr: Hedef silinsin mi?
uk: Видалити ціль?
zh: 删除目标？

source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
tr: Devam et
uk: Продовжити
zh: 继续

# continue_button
source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
tr: Devam et
uk: Продовжити
zh: 继续

# continue_without_goal
source: Continue without a goal
ar: متابعة بدون هدف
de: Ohne Ziel fortfahren
es: Continuar sin objetivo
fi: Jatka ilman tavoitetta
fr: Continuer sans objectif
hi: बिना लक्ष्य जारी रखें
id: Lanjutkan tanpa tujuan
it: Continua senza obiettivo
pl: Kontynuuj bez celu
ru: Продолжить без цели
sv: Fortsätt utan mål
tr: Hedef olmadan devam et
uk: Продовжити без цілі
zh: 继续而不设目标

# daily_goal_deleted_success
source: Daily goal deleted.
ar: تم حذف الهدف اليومي.
de: Tägliches Ziel gelöscht.
es: Objetivo diario eliminado.
fi: Päivittäinen tavoite poistettu.
fr: Objectif quotidien supprimé.
hi: दैनिक लक्ष्य हटाया गया।
id: Tujuan harian dihapus.
it: Obiettivo giornaliero eliminato.
pl: Codzienny cel został usunięty.
ru: Цель на день удалена.
sv: Dagligt mål borttaget.
tr: Günlük hedef silindi.
uk: Щоденна ціль видалена.
zh: 每日目标已删除。

# daily_goal_prompt
source: How many words per day?
ar: كم عدد الكلمات في اليوم؟
de: Wie viele Wörter pro Tag?
es: ¿Cuántas palabras por día?
fi: Kuinka monta sanaa päivässä?
fr: Combien de mots par jour ?
hi: प्रति दिन कितने शब्द?
id: Berapa banyak kata per hari?
it: Quante parole al giorno?
pl: Ile słów dziennie?
ru: Сколько слов в день вы хотите учить?
sv: Hur många ord per dag vill du lära dig?
tr: Günde kaç kelime?
uk: Скільки слів на день?
zh: 每天多少个词？

# daily_goal_section_title
source: DAILY GOAL
ar: الهدف اليومي
de: TÄGLICHES ZIEL
es: META DIARIA
fi: PÄIVITTÄINEN TAVOITE
fr: OBJECTIF QUOTIDIEN
hi: दैनिक लक्ष्य
id: TUJUAN HARIAN
it: OBIETTIVO QUOTIDIANO
pl: CODZIENNY CEL
ru: ЕЖЕДНЕВНАЯ ЦЕЛЬ
sv: DAGLIGT MÅL
tr: GÜNLÜK HEDEF
uk: ЩОДЕННА МЕТА
zh: 每日目标

# daily_progress_reset_success
source: Progress has been reset
ar: تمت إعادة تعيين التقدم
de: Der Fortschritt wurde zurückgesetzt
es: El progreso ha sido reiniciado
fi: Edistys on nollattu
fr: Le progrès a été réinitialisé
hi: प्रगति रीसेट कर दी गई है
id: Kemajuan telah diatur ulang
it: Il progresso è stato reimpostato
pl: Postęp został zresetowany
ru: Прогресс сброшен
sv: Framstegen har återställts
tr: İlerleme sıfırlandı
uk: Прогрес скинуто
zh: 进度已重置

# delete_goal_button
source: Delete goal
ar: حذف الهدف
de: Ziel löschen
es: Eliminar objetivo
fi: Poista tavoite
fr: Supprimer l’objectif
hi: लक्ष्य हटाएं
id: Hapus tujuan
it: Elimina obiettivo
pl: Usuń cel
ru: Удалить цель
sv: Ta bort mål
tr: Hedefi sil
uk: Видалити ціль
zh: 删除目标

# delete_goal_button_yes
source: Yes
ar: نعم
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hi: हां
id: Ya
it: Sì
pl: Tak
ru: Да
sv: Ja
tr: Evet
uk: Так
zh: 是的

# dictionary_title
source: Dictionary
ar: قاموس
de: Wörterbuch
es: Diccionario
fi: Sanakirja
fr: Dictionnaire
hi: शब्दकोश
id: Kamus
it: Dizionario
pl: Słownik
ru: Словарь
sv: Ordbok
tr: Sözlük
uk: Словник
zh: 词典

# empty_word_list
source: The list is empty
ar: القائمة فارغة
de: Die Liste ist leer
es: La lista está vacía
fi: Lista on tyhjä
fr: La liste est vide
hi: सूची खाली है
id: Daftarnya kosong
it: L'elenco è vuoto
pl: Lista jest pusta
ru: Список пуст
sv: Listan är tom
tr: Liste boş
uk: Список порожній
zh: 列表为空

# goal_completed_message
source: Great job! Daily goal completed!
ar: عمل رائع! الهدف اليومي تحقق!
de: Großartige Arbeit! Tagesziel erreicht!
es: ¡Gran trabajo! ¡Meta diaria completada!
fi: Hienoa työtä! Päivittäinen tavoite saavutettu!
fr: Super travail ! Objectif quotidien atteint !
hi: बहुत बढ़िया! दैनिक लक्ष्य पूरा हुआ!
id: Kerja bagus! Tujuan harian tercapai!
it: Ottimo lavoro! Obiettivo giornaliero completato!
pl: Świetna robota! Cel dzienny osiągnięty!
ru: Отлично! Цель на сегодня достигнута!
sv: Bra jobbat! Dagens mål är uppnått!
tr: Harika iş! Günlük hedef tamamlandı!
uk: Чудова робота! Щоденна мета досягнута!
zh: 干得好！每日目标已完成！

# language_arabic
source: Arabic
ar: العربية
de: Arabisch
es: Árabe
fi: Arabia
fr: Arabe
hi: अरबी
id: Arab
it: Arabo
pl: Arabski
ru: Арабский
sv: Arabiska
tr: Arapça
uk: Арабська
zh: 阿拉伯语

# language_belarusian
source: Belarusian
ar: بيلاروسية
de: Belarussisch
es: Bielorruso
fi: Valkovenäjä
fr: Biélorusse
hi: बेलारूसी
id: Belarusia
it: Bielorusso
pl: Białoruski
ru: Белорусский
sv: Vitryska
tr: Beyaz Rusça
uk: Білоруська
zh: 白俄罗斯语

# language_chinese
source: Chinese
ar: صيني
de: Chinesisch
es: Chino
fi: Kiina
fr: Chinois
hi: चीनी
id: Cina
it: Cinese
pl: Chiński
ru: Китайский
sv: Kinesiska
tr: Çince
uk: Китайська
zh: 中文

# language_english
source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fi: Englanti
fr: Anglais
hi: अंग्रेज़ी
id: Inggris
it: Inglese
pl: Angielski
sv: Engelska
tr: İngilizce
uk: Англійська
zh: 英语

# language_estonian
source: Estonian
ar: إستونية
de: Estnisch
es: Estonio
fi: Viro
fr: Estonien
hi: एस्टोनियाई
id: Estonia
it: Estone
pl: Estoński
ru: Эстонский
sv: Estniska
tr: Estonca
uk: Естонська
zh: 爱沙尼亚语

# language_finnish
source: Finnish
ar: الفنلندية
de: Finnisch
es: Finlandés
fi: Suomi
fr: Finnois
hi: फिनिश
id: Finlandia
it: Finlandese
pl: Fiński
ru: Финский
sv: Finska
tr: Fince
uk: Фінська
zh: 芬兰语

# language_french
source: French
ar: فرنسية
de: Französisch
es: Francés
fi: Ranska
fr: Français
hi: फ्रेंच
id: Perancis
it: Francese
pl: Francuski
ru: Французский
sv: Franska
tr: Fransızca
uk: Французька
zh: 法语

# language_german
source: German
ar: ألماني
de: Deutsch
es: Alemán
fi: Saksa
fr: Allemand
hi: जर्मन
id: Jerman
it: Tedesco
pl: Niemiecki
ru: Немецкий
sv: Tyska
tr: Almanca
uk: Німецька
zh: 德语

# language_hindi
source: Hindi
ar: الهندية
hi: हिंदी
ru: Хинди
tr: Hintçe
uk: гінді
zh: 印地语

# language_indonesian
source: Indonesian
ar: إندونيسي
de: Indonesisch
es: Indonesio
fi: Indonesialainen
fr: Indonésien
hi: इंडोनेशियाई
id: Indonesia
it: Indonesiano
pl: Indonezyjski
ru: Индонезийский
sv: Indonesiska
tr: Endonezce
uk: Індонезійська
zh: 印度尼西亚语

# language_italian
source: Italian
ar: إيطالي
de: Italienisch
es: Italiano
fi: Italia
fr: Italien
hi: इतालवी
id: Italia
it: Italiano
pl: Włoski
ru: Итальянский
sv: Italienska
tr: İtalyanca
uk: Італійська
zh: 意大利语

# language_latvian
source: Latvian
ar: لاتفي
de: Lettisch
es: Letón
fi: Latvia
fr: Letton
hi: लातवियाई
id: Latvia
it: Lettone
pl: Łotewski
ru: Латышский
sv: Lettiska
tr: Letonca
uk: Латвійська
zh: 拉脱维亚语

# language_lithuanian
source: Lithuanian
ar: ليتواني
de: Litauisch
es: Lituano
fi: Liettua
fr: Lituanien
hi: लिथुआनियाई
id: Lituania
it: Lituano
pl: Litewski
ru: Литовский
sv: Litauiska
tr: Litvanca
uk: Литовська
zh: 立陶宛语

# language_persian
source: Persian
ar: فارسي
de: Persisch
es: persa
fi: persia
fr: persan
hi: फ़ारसी
id: Persia
it: persiano
pl: perski
ru: Персидский
sv: Persiska
tr: Farsça
uk: перська
zh: 波斯语

# language_polish
source: Polish
ar: بولندي
de: Polnisch
es: Polaco
fi: Puola
fr: Polonais
hi: पोलिश
id: Polandia
it: Polacco
pl: Polski
ru: Польский
sv: Polska
tr: Lehçe
uk: Польська
zh: 波兰语

# language_russian
source: Russian
ar: الروسية
de: Russisch
es: Ruso
fi: Venäjä
fr: Russe
hi: रूसी
id: Rusia
it: Russo
pl: Rosyjski
ru: Русский
sv: Ryska
tr: Rusça
uk: Російська
zh: 俄语

# language_serbian
source: Serbian
ar: الصربية
de: Serbisch
es: Serbio
fi: Serbia
fr: Serbe
hi: सर्बियाई
id: Serbia
it: Serbo
pl: Serbski
ru: Сербский
sv: Serbiska
tr: Sırpça
uk: Сербська
zh: 塞尔维亚语

# language_somali
source: Somali
ar: صومالي
de: Somalisch
es: Somalí
fr: Somalien
hi: सोमाली
id: Somalia
it: Somalo
pl: Somalijski
ru: Сомалийский
sv: Somaliska
tr: Somalice
uk: Сомалійська
zh: 索马里语

# language_spanish
source: Spanish
ar: الإسبانية
de: Spanisch
es: español
fi: espanja
fr: espagnol
hi: स्पेनिश
id: Spanyol
it: spagnolo
pl: hiszpański
ru: Испанский
sv: Spanska
tr: İspanyolca
uk: іспанська
zh: 西班牙语

# language_turkish
source: Turkish
ar: تركية
de: Türkisch
es: Turco
fi: Turkki
fr: Turc
hi: तुर्की
id: Turki
it: Turco
pl: Turecki
ru: Турецкий
sv: Turkiska
tr: Türkçe
uk: Турецька
zh: 土耳其语

# language_ukrainian
source: Ukrainian
ar: الأوكرانية
de: Ukrainisch
es: ucraniano
fi: ukraina
fr: ukrainien
hi: यूक्रेनी
id: Ukraina
it: ucraino
pl: ukraiński
ru: Украинский
sv: Ukrainska
tr: Ukraynaca
uk: українська
zh: 乌克兰语

# leave_review
source: Leave a review
ar: اترك تقييمًا
de: Eine Bewertung abgeben
es: Deja una reseña
fi: Jätä arvostelu
fr: Laisser un avis
hi: समीक्षा छोड़ें
id: Tinggalkan ulasan
it: Lascia una recensione
pl: Zostaw recenzję
ru: Оставить отзыв
sv: Lämna ett omdöme
tr: Bir değerlendirme bırak
uk: Залишити відгук
zh: 留下评价

# marked_as_ignored
source: Will be hidden
ar: سيتم إخفاؤه
de: Wird versteckt
es: Será ocultado
fi: Piilotetaan
fr: Sera caché
hi: छिपा दिया जाएगा
id: Akan disembunyikan
it: Sarà nascosto
pl: Będzie ukryte
ru: Будет скрыто
sv: Kommer att döljas
tr: Gizlenecek
uk: Буде приховано
zh: 将被隐藏

# marked_as_known
source: Marked as learned
ar: تم التعليم
de: Als gelernt markiert
es: Marcado como aprendido
fi: Merkitty opituksi
fr: Marqué comme appris
hi: सीखा हुआ चिह्नित
id: Ditandai sebagai dipelajari
it: Contrassegnato come appreso
pl: Oznaczone jako nauczone
ru: Отмечено как выученное
sv: Markerad som inlärd
tr: Öğrenildi olarak işaretlendi
uk: Позначено як вивчене
zh: 标记为已学

source: Next random word
ar: الكلمة العشوائية التالية
de: Nächstes zufälliges Wort
es: Siguiente palabra aleatoria
fi: Seuraava satunnainen sana
fr: Prochain mot aléatoire
hi: अगला यादृच्छिक शब्द
id: Kata acak berikutnya
it: Prossima parola casuale
pl: Następne losowe słowo
ru: Следующее случайное слово
sv: Nästa slumpmässiga ord
tr: Sonraki rastgele kelime
uk: Наступне випадкове слово
zh: 下一个随机词

# random_word_title
source: 🎲 Random word
ar: 🎲 كلمة عشوائية
de: 🎲 Zufälliges Wort
es: 🎲 Palabra aleatoria
fi: 🎲 Satunnainen sana
fr: 🎲 Mot aléatoire
hi: 🎲 यादृच्छिक शब्द
id: 🎲 Kata acak
it: 🎲 Parola casuale
pl: 🎲 Losowe słowo
ru: 🎲 Случайное слово
sv: 🎲 Slumpmässigt ord
tr: 🎲 Rastgele kelime
uk: 🎲 Випадкове слово
zh: 🎲 随机词

source: Removed from favorites
ar: تمت الإزالة من المفضلة
de: Aus Favoriten entfernt
es: Eliminado de favoritos
fi: Poistettu suosikeista
fr: Supprimé des favoris
hi: पसंदीदा से हटाया गया
id: Dihapus dari favorit
it: Rimosso dai preferiti
pl: Usunięto z ulubionych
ru: Удалено из избранного
sv: Borttaget från favoriter
tr: Favorilerden kaldırıldı
uk: Видалено з обраного
zh: 已从收藏中移除

# reset_daily_progress_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
id: Batalkan
it: Annulla
pl: Anuluj
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh: 取消

# reset_daily_progress_confirm
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
hi: रीसेट
id: Setel ulang
it: Reimpostare
pl: Zresetować
ru: Сбросить
sv: Återställ
tr: Sıfırla
uk: Скинути
zh: 重置

# reset_daily_progress_message
source: Are you sure you want to reset today's progress?
ar: هل أنت متأكد أنك تريد إعادة تعيين تقدم اليوم؟
de: Sind Sie sicher, dass Sie den heutigen Fortschritt zurücksetzen möchten?
es: ¿Estás seguro de que quieres restablecer el progreso de hoy?
fi: Oletko varma, että haluat nollata tämän päivän edistymisen?
fr: Êtes-vous sûr de vouloir réinitialiser les progrès d'aujourd'hui ?
hi: क्या आप वाकई आज की प्रगति को रीसेट करना चाहते हैं?
id: Apakah Anda yakin ingin mengatur ulang kemajuan hari ini?
it: Sei sicuro di voler azzerare i progressi di oggi?
pl: Czy na pewno chcesz zresetować dzisiejszy postęp?
ru: Вы уверены, что хотите сбросить прогресс за сегодня?
sv: Är du säker på att du vill återställa dagens framsteg?
tr: Bugünün ilerlemesini sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути прогрес за сьогодні?
zh: 您确定要重置今天的进度吗？

# reset_daily_progress_title
source: Reset Daily Progress
ar: إعادة تعيين التقدم اليومي
de: Täglichen Fortschritt zurücksetzen
es: Restablecer el progreso diario
fi: Nollaa päivittäinen edistyminen
fr: Réinitialiser les progrès quotidiens
hi: दैनिक प्रगति रीसेट करें
id: Atur Ulang Kemajuan Harian
it: Reimposta il progresso giornaliero
pl: Zresetuj codzienny postęp
ru: Сбросить прогресс дня
sv: Återställ daglig framsteg
tr: Günlük İlerlemeyi Sıfırla
uk: Скинути щоденний прогрес
zh: 重置每日进度

# search_by_translation
source: By translation
ar: بواسطة الترجمة
de: Durch Übersetzung
es: Por traducción
fi: Käännöksen mukaan
fr: Par traduction
hi: अनुवाद द्वारा
id: Dengan terjemahan
it: Per traduzione
pl: Przez tłumaczenie
ru: По переводу
sv: Efter översättning
tr: Çeviri ile
uk: За перекладом
zh: 通过翻译

# search_by_word
source: By word
ar: بكلمة
de: Nach Wort
es: Por palabra
fi: Sanalla
fr: Par mot
hi: शब्द द्वारा
id: Dengan kata
it: Per parola
pl: Na słowo
ru: По слову
sv: Efter ord
tr: Kelimeyle
uk: За словом
zh: 按字

# search_prompt
source: Search words
ar: البحث عن الكلمات
de: Wörter suchen
es: Buscar palabras
fi: Etsi sanoja
fr: Rechercher des mots
hi: शब्द खोजें
id: Cari kata
it: Cerca parole
pl: Wyszukiwanie słów
ru: Поиск слов
sv: Sök ord
tr: Kelime ara
uk: Пошук слів
zh: 搜索词语

# select_categories
source: Choose study topics
ar: اختر مواضيع الدراسة
de: Wählen Sie Studienthemen
es: Elige temas de estudio
fi: Valitse opiskeluaiheet
fr: Choisissez des sujets d'étude
hi: अध्ययन विषय चुनें
id: Pilih topik studi
it: Scegli argomenti di studio
pl: Wybierz tematy do nauki
ru: Выберите темы для изучения
sv: Välj studieteman
tr: Çalışma konularını seçin
uk: Виберіть теми для вивчення
zh: 选择学习主题

source: Select translation language
ar: اختر لغة الترجمة
de: Übersetzungssprache auswählen
es: Seleccione el idioma de traducción
fi: Valitse käännöskieli
fr: Sélectionnez la langue de traduction
hi: अनुवाद भाषा चुनें
id: Pilih bahasa terjemahan
it: Seleziona la lingua di traduzione
pl: Wybierz język tłumaczenia
ru: Выберете язык перевода
sv: Välj översättningsspråk
tr: Çeviri dilini seçin
uk: Виберіть мову перекладу
zh: 选择翻译语言

# settings_auto_advance_after_action
source: Auto-swipe after marking word
ar: التمرير التلقائي بعد تحديد الكلمة
de: Automatisches Wischen nach Markierung des Wortes
es: Deslizar automáticamente después de marcar la palabra
fi: Automaattinen pyyhkäisy sanan merkitsemisen jälkeen
fr: Balayage automatique après marquage du mot
hi: शब्द को चिह्नित करने के बाद स्वचालित स्वाइप
id: Geser otomatis setelah menandai kata
it: Scorrimento automatico dopo aver contrassegnato la parola
pl: Automatyczne przesunięcie po zaznaczeniu słowa
ru: Переходить к следующему слову при выборе действия
sv: Gå vidare automatiskt efter åtgärd
tr: Kelimeyi işaretledikten sonra otomatik kaydırma
uk: Автоматичне перемикання після позначення слова
zh: 标记单词后自动滑动

# settings_category_section
source: Study Topics
ar: مواضيع الدراسة
de: Studienthemen
es: Temas de estudio
fi: Opiskelun aiheet
fr: Sujets d'étude
hi: अध्ययन विषय
id: Topik Studi
it: Argomenti di studio
pl: Tematy do nauki
ru: Темы для изучения
sv: Studieteman
tr: Çalışma Konuları
uk: Теми для вивчення
zh: 学习主题

# settings_edit_categories
source: Choose study topics
ar: اختر مواضيع الدراسة
de: Studienthemen auswählen
es: Elegir temas de estudio
fi: Valitse opiskeluaiheet
fr: Choisir des sujets d'étude
hi: अध्ययन विषय चुनें
id: Pilih topik studi
it: Scegli argomenti di studio
pl: Wybierz tematy do nauki
ru: Выбрать темы для изучения
sv: Välj studieteman
tr: Çalışma konularını seç
uk: Вибрати теми для вивчення
zh: 选择学习主题

# settings_edit_daily_goal
source: Edit daily goal
ar: تعديل الهدف اليومي
de: Tägliches Ziel bearbeiten
es: Editar objetivo diario
fi: Muokkaa päivittäistä tavoitetta
fr: Modifier l'objectif quotidien
hi: दैनिक लक्ष्य संपादित करें
id: Edit tujuan harian
it: Modifica obiettivo giornaliero
pl: Edytuj codzienny cel
ru: Изменить дневную цель
sv: Ändra dagligt mål
tr: Günlük hedefi düzenle
uk: Змінити щоденну мету
zh: 编辑每日目标

# settings_examples_all
source: All
ar: الكل
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hi: सभी
id: Semua
it: Tutti
pl: Wszyscy
ru: Все
sv: Alla
tr: Hepsi
uk: Всі
zh: 所有

# settings_examples_to_show_count
source: Examples to show
ar: أمثلة للعرض
de: Beispiele zum Zeigen
es: Ejemplos para mostrar
fi: Esimerkkejä näytettäväksi
fr: Exemples à montrer
hi: दिखाने के लिए उदाहरण
id: Contoh untuk ditunjukkan
it: Esempi da mostrare
pl: Przykłady do pokazania
ru: Показывать примеров
sv: Antal exempel
tr: Gösterilecek örnekler
uk: Приклади для показу
zh: 展示的例子

# settings_favorite_words
source: Favorite words
ar: الكلمات المفضلة
de: Lieblingswörter
es: Palabras favoritas
fi: Suosikkisanat
fr: Mots favoris
hi: पसंदीदा शब्द
id: Kata favorit
it: Parole preferite
pl: Ulubione słowa
ru: Избранные слова
sv: Favoritord
tr: Favori kelimeler
uk: Улюблені слова
zh: 最喜欢的词

# settings_hide_links_to_known_words
source: Hide links to known words
ar: إخفاء الروابط للكلمات المعروفة
de: Links zu bekannten Wörtern ausblenden
es: Ocultar enlaces a palabras conocidas
fi: Piilota linkit tunnettuihin sanoihin
fr: Masquer les liens vers les mots connus
hi: ज्ञात शब्दों के लिंक छुपाएं
id: Sembunyikan tautan ke kata-kata yang dikenal
it: Nascondi i collegamenti alle parole conosciute
pl: Ukryj linki do znanych słów
ru: Скрывать ссылки на выученные слова
sv: Dölj länkar till inlärda ord
tr: Bilinen kelimelere bağlantıları gizle
uk: Приховувати посилання на відомі слова
zh: 隐藏已知词汇的链接

# settings_ignored_words
source: Hidden words
ar: كلمات مخفية
de: Verborgene Wörter
es: Palabras ocultas
fi: Piilotetut sanat
fr: Mots cachés
hi: छिपे हुए शब्द
id: Kata tersembunyi
it: Parole nascoste
pl: Ukryte słowa
ru: Скрытые слова
sv: Dolda ord
tr: Gizli kelimeler
uk: Приховані слова
zh: 隐藏的词语

# settings_language_label
source: Language
ar: لغة
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
pl: Język
ru: Язык
sv: Språk
tr: Dil
uk: Мова
zh: 语言

# settings_learned_words
source: Learned words
ar: الكلمات المتعلمة
de: Gelerntes Wörter
es: Palabras aprendidas
fi: Opitut sanat
fr: Mots appris
hi: सीखे हुए शब्द
id: Kata yang dipelajari
it: Parole imparate
pl: Nauczone słowa
ru: Выученные слова
sv: Inlärda ord
tr: Öğrenilen kelimeler
uk: Вивчені слова
zh: 学到的词

# settings_learning_section
source: Learning settings
ar: إعدادات التعلم
de: Lerneinstellungen
es: Configuración de aprendizaje
fi: Oppimisasetukset
fr: Paramètres d'apprentissage
hi: सीखने की सेटिंग्स
id: Pengaturan pembelajaran
it: Impostazioni di apprendimento
pl: Ustawienia nauki
ru: Настройки изучения
sv: Inställningar för inlärning
tr: Öğrenme ayarları
uk: Налаштування навчання
zh: 学习设置

# settings_my_words_section
source: My words
ar: كلماتي
de: Meine Worte
es: Mis palabras
fi: Sanani
fr: Mes mots
hi: मेरे शब्द
id: Kata-kata saya
it: Le mie parole
pl: Moje słowa
ru: Мои слова
sv: Mina ord
tr: Benim sözlerim
uk: Мої слова
zh: 我的话

# settings_play_sound_on_word_change
source: Play word on swipe
ar: تشغيل الكلمة عند التمرير
de: Wort beim Wischen abspielen
es: Reproducir palabra al deslizar
fi: Toista sana pyyhkäisyllä
fr: Jouer le mot lors du balayage
hi: स्वाइप पर शब्द चलाएं
id: Putar kata saat menggeser
it: Riproduci parola allo scorrimento
pl: Odtwarzaj słowo przy przesuwaniu
ru: Проигрывать слово при переходе
sv: Spela upp ord vid byte
tr: Kaydırmada kelimeyi oynat
uk: Відтворювати слово при переході
zh: 滑动时播放单词
